---
kind: other
id: Properties.T:Autodesk.Revit.DB.MultiReferenceAnnotationOptions
source: html/cc92121b-949f-c636-3ea8-3b5d729067ea.htm
---
# MultiReferenceAnnotationOptions Properties

The direction vector of the dimension line.